export default {
  0: { name: '万达影城', tag: ['管理', '金融', 'IT', '中青年', '女性', '有小孩', '无车', '高等教育'] },
  1: { name: '汉拿山', tag: ['教育', '医药卫生', '中年', '青年', '北方人', '女性', '有小孩', '无车'] },
  2: { name: '避风塘', tag: ['IT', '教育', '女性', '青年', '无小孩', '江浙沪', '已婚', '无车'] },
  3: { name: '必胜客', tag: ['公共管理', '教育', 'IT', '住宿旅游', '大学生', '青年', '无小孩', '高中生'] },
  4: { name: 'ZARA', tag: ['教育', 'IT', '金融', '女性', '青年', '中年', '高学历', '一线城市'] },
  5: { name: '屈臣氏', tag: ['教育', '医药卫生', '公共管理', '金融', 'IT', '女性', '年轻人', '无车'] },
  6: { name: '海澜之家', tag: ['公共服务', '餐饮', '教育', '医疗卫生', '中年', '青年', '无车', '二线城市'] },
  7: { name: '大玩家', tag: ['教育', '公共管理', '女性', '年轻人', '亲子', '无车', '学生', '二线'] },
  8: { name: '乐町', tag: ['教育', '医药卫生', '旅游', 'IT', '年轻人', '女性', '无车', '未婚'] },
  9: { name: '宝大祥', tag: ['教育', 'IT', '旅游', '女性', '年轻人', '有孩子', '亲子', '无车'] }
};
