export const plazaGeo = [
  {
    "name": "北京石景山万达广场",
    value: [
      116.2188007,
      39.90548319
    ]
  },
  {
    "name": "郑州二七万达广场",
    value: [
      113.6374414,
      34.72081058
    ]
  },
  {
    "name": "福州金融街万达",
    value: [
      119.3380538,
      26.05558353
    ]
  },
  {
    "name": "福州仓山万达",
    value: [
      119.2692056,
      26.03888558
    ]
  },
  {
    "name": "大连高新万达",
    value: [
      121.5289215,
      38.8612099
    ]
  },
  {
    "name": "郑州中原万达",
    value: [
      113.5955979,
      34.74809113
    ]
  },
  {
    "name": "武汉菱角湖万达",
    value: [
      114.2630528,
      30.61290704
    ]
  },
  {
    "name": "上海宝山万达",
    value: [
      121.4425589,
      31.32556319
    ]
  },
  {
    "name": "江苏太仓万达广场",
    value: [
      121.1333704,
      31.46174978
    ]
  },
  {
    "name": "南昌红谷滩万达",
    value: [
      115.843878,
      28.69887313
    ]
  },
  {
    "name": "泉州浦西万达广场",
    value: [
      118.5949948,
      24.88513117
    ]
  },
  {
    "name": "万州万达广场",
    value: [
      108.3794102,
      30.8139781
    ]
  },
  {
    "name": "武汉经开万达",
    value: [
      114.1682138,
      30.50928568
    ]
  },
  {
    "name": "长春红旗街万达广场",
    value: [
      125.2895,
      43.86454773
    ]
  },
  {
    "name": "济南魏家庄万达广场",
    value: [
      116.997142,
      36.66242984
    ]
  },
  {
    "name": "青岛CBD万达广场",
    value: [
      120.373725,
      36.08756576
    ]
  },
  {
    "name": "青岛李沧万达广场",
    value: [
      120.4292981,
      36.16706968
    ]
  },
  {
    "name": "河南洛阳万达广场",
    value: [
      112.4018047,
      34.65582762
    ]
  },
  {
    "name": "徐州云龙万达广场",
    value: [
      117.2383152,
      34.25420037
    ]
  },
  {
    "name": "哈尔滨香坊万达广场",
    value: [
      126.6720599,
      45.73823778
    ]
  },
  {
    "name": "哈尔滨哈西万达广场",
    value: [
      126.5813519,
      45.69827824
    ]
  },
  {
    "name": "大庆萨尔图万达广场",
    value: [
      125.0875322,
      46.59257085
    ]
  },
  {
    "name": "辽宁丹东万达广场",
    value: [
      124.3599508,
      40.10911623
    ]
  },
  {
    "name": "南京江宁万达广场",
    value: [
      118.8383702,
      31.9536556
    ]
  },
  {
    "name": "福建莆田万达广场",
    value: [
      118.9926646,
      25.4221357
    ]
  },
  {
    "name": "厦门湖里万达广场",
    value: [
      118.1725693,
      24.50749519
    ]
  },
  {
    "name": "厦门集美万达广场",
    value: [
      118.0876786,
      24.57586342
    ]
  },
  {
    "name": "漳州碧湖万达广场",
    value: [
      117.6729904,
      24.50030582
    ]
  },
  {
    "name": "安徽蚌埠万达广场",
    value: [
      117.3539673,
      32.92126445
    ]
  },
  {
    "name": "成都锦华万达广场",
    value: [
      104.0940314,
      30.62310122
    ]
  },
  {
    "name": "成都金牛万达广场",
    value: [
      104.072044,
      30.68898781
    ]
  },
  {
    "name": "武汉汉街万达广场",
    value: [
      114.3328152,
      30.55868624
    ]
  },
  {
    "name": "上海周浦万达广场",
    value: [
      121.5655293,
      31.11694433
    ]
  },
  {
    "name": "上海江桥万达广场",
    value: [
      121.3205826,
      31.24234176
    ]
  },
  {
    "name": "廊坊万达广场",
    value: [
      116.7009003,
      39.52104746
    ]
  },
  {
    "name": "襄阳万达广场",
    value: [
      112.1270636,
      32.06453822
    ]
  },
  {
    "name": "宜昌万达广场",
    value: [
      111.3022055,
      30.68278658
    ]
  },
  {
    "name": "长沙开福万达广场",
    value: [
      112.9657463,
      28.20214225
    ]
  },
  {
    "name": "苏州平江万达广场",
    value: [
      120.6098256,
      31.34429097
    ]
  },
  {
    "name": "无锡滨湖万达广场",
    value: [
      120.2622313,
      31.5639542
    ]
  },
  {
    "name": "无锡惠山万达广场",
    value: [
      120.295012,
      31.67698313
    ]
  },
  {
    "name": "抚顺万达广场",
    value: [
      123.896628,
      41.86343567
    ]
  },
  {
    "name": "沈阳奥体万达广场",
    value: [
      123.453688,
      41.73290247
    ]
  },
  {
    "name": "沈阳北一路万达广场",
    value: [
      123.3738485,
      41.81135114
    ]
  },
  {
    "name": "沈阳太原街万达广场",
    value: [
      123.3925671,
      41.78900377
    ]
  },
  {
    "name": "长春宽城万达广场",
    value: [
      125.3153333,
      43.91270439
    ]
  },
  {
    "name": "合肥包河万达广场",
    value: [
      117.2974185,
      31.858578
    ]
  },
  {
    "name": "合肥天鹅湖万达广场",
    value: [
      117.2155067,
      31.82207432
    ]
  },
  {
    "name": "芜湖镜湖万达广场",
    value: [
      118.3941447,
      31.33968674
    ]
  },
  {
    "name": "晋江万达广场",
    value: [
      118.5697022,
      24.81952589
    ]
  },
  {
    "name": "宁德万达广场",
    value: [
      119.5346361,
      26.65495649
    ]
  },
  {
    "name": "绵阳万达广场",
    value: [
      104.7175274,
      31.45570484
    ]
  },
  {
    "name": "重庆南坪万达广场",
    value: [
      106.5656695,
      29.52795988
    ]
  },
  {
    "name": "南京建邺万达广场",
    value: [
      118.7305948,
      32.03501065
    ]
  },
  {
    "name": "广州白云万达广场",
    value: [
      113.261426,
      23.17524674
    ]
  },
  {
    "name": "天津河东万达广场",
    value: [
      117.2483631,
      39.12332025
    ]
  },
  {
    "name": "唐山路南万达广场",
    value: [
      118.180332,
      39.62312785
    ]
  },
  {
    "name": "常州万达广场",
    value: [
      119.9662302,
      31.82089232
    ]
  },
  {
    "name": "淮安万达广场",
    value: [
      119.0402409,
      33.60167953
    ]
  },
  {
    "name": "江阴万达广场",
    value: [
      120.2369956,
      31.90102146
    ]
  },
  {
    "name": "宜兴万达广场",
    value: [
      119.8464064,
      31.36587717
    ]
  },
  {
    "name": "镇江万达广场",
    value: [
      119.4309411,
      32.19753754
    ]
  },
  {
    "name": "绍兴柯桥万达广场",
    value: [
      120.5061252,
      30.09593706
    ]
  },
  {
    "name": "宁波江北万达广场",
    value: [
      121.526725,
      29.91839299
    ]
  },
  {
    "name": "宁波鄞州万达广场",
    value: [
      121.5417399,
      29.82841868
    ]
  },
  {
    "name": "温州龙湾万达广场",
    value: [
      120.8075841,
      27.92366378
    ]
  },
  {
    "name": "余姚万达广场",
    value: [
      121.1288997,
      30.03027079
    ]
  },
  {
    "name": "西安大明宫万达广场",
    value: [
      108.9682743,
      34.3168575
    ]
  },
  {
    "name": "西安碑林区万达广场",
    value: [
      108.9571075,
      34.24501493
    ]
  },
  {
    "name": "西安民乐园万达广场",
    value: [
      108.9596695,
      34.26965492
    ]
  },
  {
    "name": "沈阳铁西万达广场",
    value: [
      123.3531451,
      41.77904067
    ]
  },
  {
    "name": "石家庄裕华万达广场",
    value: [
      114.5389831,
      38.02354726
    ]
  },
  {
    "name": "东莞长安万达广场",
    value: [
      113.8164722,
      22.81200512
    ]
  },
  {
    "name": "银川金凤万达广场",
    value: [
      106.2443725,
      38.48631711
    ]
  },
  {
    "name": "上海五角场万达广场",
    value: [
      121.509386,
      31.304189
    ]
  },
  {
    "name": "泰州万达广场",
    value: [
      119.912137,
      32.47388202
    ]
  },
  {
    "name": "包头青山万达广场",
    value: [
      109.8477898,
      40.65742184
    ]
  },
  {
    "name": "呼和浩特万达广场",
    value: [
      111.7279834,
      40.83409009
    ]
  },
  {
    "name": "潍坊万达广场",
    value: [
      119.1228555,
      36.71791332
    ]
  },
  {
    "name": "赤峰万达广场",
    value: [
      118.9097706,
      42.25130112
    ]
  },
  {
    "name": "广州增城万达广场",
    value: [
      113.81023,
      23.27857653
    ]
  },
  {
    "name": "济宁太白路万达广场",
    value: [
      116.5984645,
      35.40871975
    ]
  },
  {
    "name": "满洲里万达广场",
    value: [
      117.420304,
      49.59773967
    ]
  },
  {
    "name": "上海松江万达广场",
    value: [
      121.2385965,
      31.05978939
    ]
  },
  {
    "name": "银川西夏万达广场",
    value: [
      106.1456081,
      38.49281444
    ]
  },
  {
    "name": "金华万达广场",
    value: [
      119.6722354,
      29.09350526
    ]
  },
  {
    "name": "常州武进万达广场",
    value: [
      119.9433822,
      31.73547418
    ]
  },
  {
    "name": "佛山南海万达广场",
    value: [
      113.1520363,
      23.06629417
    ]
  },
  {
    "name": "东莞东城万达广场",
    value: [
      113.7754558,
      23.0377364
    ]
  },
  {
    "name": "马鞍山万达广场",
    value: [
      118.5009484,
      31.66030205
    ]
  },
  {
    "name": "荆州万达广场",
    value: [
      112.218489,
      30.34237154
    ]
  },
  {
    "name": "兰州城关万达广场",
    value: [
      103.8608783,
      36.06402753
    ]
  },
  {
    "name": "昆明西山万达广场",
    value: [
      102.7086336,
      25.0109985
    ]
  },
  {
    "name": "龙岩万达广场",
    value: [
      117.0170761,
      25.05882796
    ]
  },
  {
    "name": "广州番禺万达广场",
    value: [
      113.3437776,
      23.00952418
    ]
  },
  {
    "name": "烟台芝罘万达广场",
    value: [
      121.3891785,
      37.53462157
    ]
  },
  {
    "name": "江门万达广场",
    value: [
      113.077545,
      22.62044507
    ]
  },
  {
    "name": "北京通州万达广场",
    value: [
      116.6365389,
      39.90442736
    ]
  },
  {
    "name": "福清万达广场",
    value: [
      119.3452251,
      25.71822976
    ]
  },
  {
    "name": "温州平阳万达广场",
    value: [
      120.5691669,
      27.59026337
    ]
  },
  {
    "name": "杭州拱墅万达广场",
    value: [
      120.114982,
      30.33293891
    ]
  },
  {
    "name": "南宁青秀万达广场",
    value: [
      108.3663336,
      22.83295739
    ]
  },
  {
    "name": "广元万达广场",
    value: [
      105.8725019,
      32.42663468
    ]
  },
  {
    "name": "内江万达广场",
    value: [
      105.0404454,
      29.60707765
    ]
  },
  {
    "name": "浙江嘉兴万达",
    value: [
      120.7942614,
      30.7381137
    ]
  },
  {
    "name": "营口万达广场",
    value: [
      122.2300302,
      40.66361234
    ]
  },
  {
    "name": "广州萝岗万达广场",
    value: [
      113.4683995,
      23.1777282
    ]
  },
  {
    "name": "河南安阳万达广场",
    value: [
      114.3928119,
      36.09184763
    ]
  },
  {
    "name": "黄石万达广场",
    value: [
      115.0534256,
      30.24580862
    ]
  },
  {
    "name": "上海金山万达广场",
    value: [
      121.3317117,
      30.75810265
    ]
  },
  {
    "name": "齐齐哈尔万达广场",
    value: [
      123.9447129,
      47.36446458
    ]
  },
  {
    "name": "陕西渭南万达广场",
    value: [
      109.4481817,
      34.50802259
    ]
  },
  {
    "name": "东营万达广场",
    value: [
      118.5362502,
      37.45650459
    ]
  },
  {
    "name": "山东泰安万达广场",
    value: [
      117.0818758,
      36.18085348
    ]
  },
  {
    "name": "大连开发区万达广场",
    value: [
      121.7784788,
      39.05871763
    ]
  },
  {
    "name": "阜阳颍州万达广场",
    value: [
      115.8177217,
      32.87547068
    ]
  },
  {
    "name": "佳木斯万达广场",
    value: [
      130.3304348,
      46.79305628
    ]
  },
  {
    "name": "桂林高新万达广场",
    value: [
      110.3166177,
      25.24532672
    ]
  },
  {
    "name": "太原万达广场",
    value: [
      112.5540289,
      37.88178322
    ]
  },
  {
    "name": "西双版纳万达广场",
    value: [
      100.7643142,
      22.01618211
    ]
  },
  {
    "name": "重庆巴南万达广场",
    value: [
      106.540415,
      29.4005245
    ]
  },
  {
    "name": "东莞厚街万达广场",
    value: [
      113.6693886,
      22.94511063
    ]
  },
  {
    "name": "德州万达广场",
    value: [
      116.3041484,
      37.42941421
    ]
  },
  {
    "name": "柳州城中万达广场",
    value: [
      109.4360467,
      24.33304979
    ]
  },
  {
    "name": "烟台芝罘万达金街",
    value: [
      121.3931688,
      37.54186147
    ]
  },
  {
    "name": "南宁安吉万达广场",
    value: [
      108.2871687,
      22.87191605
    ]
  },
  {
    "name": "吴中万达广场",
    value: [
      120.6034328,
      31.2558854
    ]
  },
  {
    "name": "南通万达广场",
    value: [
      120.8284482,
      32.0384843
    ]
  },
  {
    "name": "广州南沙万达广场",
    value: [
      113.5349361,
      22.80320831
    ]
  },
  {
    "name": "成都蜀都万达广场",
    value: [
      103.9048383,
      30.81012045
    ]
  },
  {
    "name": "物美金华万达店",
    value: [
      119.6729623,
      29.09311706
    ]
  },
  {
    "name": "物美余姚万达店",
    value: [
      121.1298455,
      30.03089426
    ]
  },
  {
    "name": "物美杭州拱墅万达店",
    value: [
      120.1136643,
      30.33151928
    ]
  },
  {
    "name": "物美嘉兴万达店",
    value: [
      120.7987185,
      30.73840633
    ]
  },
  {
    "name": "南昌万达茂",
    value: [
      115.7843544,
      28.58383743
    ]
  },
  {
    "name": "台州经开万达广场",
    value: [
      121.4104831,
      28.63745757
    ]
  },
  {
    "name": "工贸家电江汉路万达店",
    value: [
      114.2859948,
      30.57959486
    ]
  },
  {
    "name": "济南高新万达广场",
    value: [
      117.1244028,
      36.68659432
    ]
  },
  {
    "name": "湘潭万达广场",
    value: [
      112.9363636,
      27.83250991
    ]
  },
  {
    "name": "荆门万达广场",
    value: [
      112.1807873,
      30.98577213
    ]
  },
  {
    "name": "乌海万达广场",
    value: [
      106.8151221,
      39.66011378
    ]
  },
  {
    "name": "牡丹江万达广场",
    value: [
      129.5949483,
      44.56898085
    ]
  },
  {
    "name": "四平万达广场",
    value: [
      124.3848289,
      43.15544585
    ]
  },
  {
    "name": "鸡西万达广场",
    value: [
      130.9772538,
      45.30295033
    ]
  },
  {
    "name": "万达总部test",
    value: [
      116.4690602,
      39.90803859
    ]
  },
  {
    "name": "亳州万达广场",
    value: [
      115.7750428,
      33.82665772
    ]
  },
  {
    "name": "资阳万达广场",
    value: [
      104.6162383,
      30.13022201
    ]
  },
  {
    "name": "合肥瑶海万达广场",
    value: [
      117.3519731,
      31.8837929
    ]
  },
  {
    "name": "合肥万达茂酒吧街",
    value: [
      117.3079323,
      31.71022213
    ]
  },
  {
    "name": "德阳万达广场",
    value: [
      104.4116641,
      31.16068415
    ]
  },
  {
    "name": "延吉万达广场",
    value: [
      129.4509298,
      42.89837497
    ]
  },
  {
    "name": "盘锦万达广场",
    value: [
      122.0720208,
      41.10171207
    ]
  },
  {
    "name": "永川万达广场",
    value: [
      105.9266842,
      29.33891764
    ]
  },
  {
    "name": "合肥万达茂",
    value: [
      117.2998687,
      31.70695696
    ]
  },
  {
    "name": "义乌万达广场",
    value: [
      120.041378,
      29.27992594
    ]
  },
  {
    "name": "合肥万达乐园",
    value: [
      117.2975834,
      31.70305152
    ]
  },
  {
    "name": "梅州万达广场",
    value: [
      116.1337854,
      24.27418288
    ]
  },
  {
    "name": "乐山万达广场",
    value: [
      103.7348392,
      29.62201168
    ]
  },
  {
    "name": "三门峡万达广场",
    value: [
      111.1840863,
      34.78512937
    ]
  },
  {
    "name": "乌海新华百货连锁超市乌海万达店",
    value: [
      106.8151252,
      39.65881
    ]
  },
  {
    "name": "遂宁万达广场",
    value: [
      105.5921277,
      30.5337518
    ]
  },
  {
    "name": "通辽万达广场",
    value: [
      122.2775464,
      43.62725537
    ]
  },
  {
    "name": "湛江万达广场",
    value: [
      110.3991638,
      21.25086801
    ]
  },
  {
    "name": "宜春万达广场",
    value: [
      114.419266,
      27.80899664
    ]
  },
  {
    "name": "十堰万达广场",
    value: [
      110.8048116,
      32.66516389
    ]
  },
  {
    "name": "西宁海湖万达广场",
    value: [
      101.7122175,
      36.6394912
    ]
  },
  {
    "name": "乌鲁木齐经开万达广场",
    value: [
      87.51396633,
      43.83953671
    ]
  },
  {
    "name": "徐州铜山万达广场",
    value: [
      117.1845013,
      34.19728159
    ]
  },
  {
    "name": "常德万达广场",
    value: [
      111.6760121,
      29.0610324
    ]
  },
  {
    "name": "连云港万达广场",
    value: [
      119.208905,
      34.61792565
    ]
  },
  {
    "name": "鲅鱼圈万达广场",
    value: [
      122.1412012,
      40.24061294
    ]
  },
  {
    "name": "佛山三水万达广场",
    value: [
      112.8980899,
      23.18016724
    ]
  },
  {
    "name": "郑州惠济万达广场",
    value: [
      113.6345362,
      34.86945727
    ]
  },
  {
    "name": "上虞万达广场",
    value: [
      120.8478387,
      30.05536318
    ]
  },
  {
    "name": "上饶万达广场",
    value: [
      117.9498896,
      28.44774771
    ]
  },
  {
    "name": "朝阳万达广场",
    value: [
      120.4555947,
      41.59146251
    ]
  },
  {
    "name": "宿州万达广场",
    value: [
      116.9449573,
      33.65667521
    ]
  },
  {
    "name": "成都青羊万达广场",
    value: [
      103.9720437,
      30.67840498
    ]
  },
  {
    "name": "成都双流万达广场",
    value: [
      103.925576,
      30.59805769
    ]
  },
  {
    "name": "滨州万达广场",
    value: [
      117.9870598,
      37.40365085
    ]
  },
  {
    "name": "清远万达广场",
    value: [
      113.0077421,
      23.7165163
    ]
  },
  {
    "name": "槐房万达广场",
    value: [
      116.3620612,
      39.81246554
    ]
  },
  {
    "name": "海口万达广场",
    value: [
      110.2758029,
      19.98192381
    ]
  },
  {
    "name": "东莞虎门万达广场",
    value: [
      113.6776956,
      22.83589506
    ]
  },
  {
    "name": "柳南万达广场",
    value: [
      109.3885432,
      24.29003373
    ]
  },
  {
    "name": "三明万达",
    value: [
      117.6553166,
      26.28650793
    ]
  },
  {
    "name": "北京丰台科技园万达广场",
    value: [
      116.2925111,
      39.82299167
    ]
  },
  {
    "name": "烟台经开万达广场",
    value: [
      121.2515237,
      37.53666079
    ]
  },
  {
    "name": "咸阳万达广场",
    value: [
      108.6876951,
      34.34302311
    ]
  },
  {
    "name": "漳州台商万达广场",
    value: [
      117.8851815,
      24.50456313
    ]
  },
  {
    "name": "湖州万达广场",
    value: [
      120.1364448,
      30.86175022
    ]
  },
  {
    "name": "六安万达广场",
    value: [
      116.5015269,
      31.76438995
    ]
  },
  {
    "name": "青岛台东万达广场",
    value: [
      120.3501198,
      36.08217447
    ]
  },
  {
    "name": "南昌八一广场万达广场",
    value: [
      115.8987481,
      28.67967645
    ]
  }
]
